Repository: Athul-av/Localization-sample
Catalog: lib/l10n/app_*.arb
Languages: ar, es, hi

# recipe
source: recipe here!
ar: وصفة هنا
es: receta aquí!
hi: नुस्खा यहाँ!

# veg
source: veg-items
ar: عناصر نباتية
es: verduras
hi: वेज-आइटम

source: non-veg
ar: غير نباتي
es: no vegetales
hi: मांसाहारी

# tortilla
source: Tortilla soup
ar: حساء التورتيلا
es: Sopa de tortilla
hi: टोर्टिल सूप

# tortillades
source: This vegetarian tortilla soup is so flavorful and easy to make! It's full of zesty flavor, featuring black beans and adobo sauce
ar: حساء التورتيلا النباتي هذا لذيذ للغاية وسهل التحضير! إنه مليء بالنكهة الحارة ، ويضم الفاصوليا السوداء وصلصة أدوبو
es: ¡Esta sopa de tortilla vegetariana es tan sabrosa y fácil de hacer! Está lleno de sabor picante, con frijoles negros y salsa de adobo.
hi: यह शाकाहारी टॉर्टिला सूप इतना स्वादिष्ट और बनाने में आसान है! यह काले बीन्स और अडोबो सॉस की विशेषता वाले तीखे स्वाद से भरपूर है

# sheet
source: Sheet pan pizza
ar: بيتزا صينية
es: Pizza en sartén
hi: शीट पैन पिज्जा

# sheetdes
source: Here's how to make the best ever sheet pan pizza! This easy method makes a big pan for everyone to enjoy with your family
ar: إليك كيفية صنع أفضل بيتزا على الإطلاق! هذه الطريقة السهلة تجعل من المقلاة الكبيرة للجميع الاستمتاع مع عائلتك
es: ¡Aquí se explica cómo hacer la mejor pizza en sartén! Este método fácil hace una gran sartén para que todos disfruten con su familia.
hi: यहां बताया गया है कि सबसे अच्छा शीट पैन पिज्जा कैसे बनाया जाता है! यह आसान तरीका आपके परिवार के साथ आनंद लेने के लिए एक बड़ा पैन बनाता है

# burrito
source: Vegetarian Burrito
ar: بوريتو نباتي
es: Burrito Vegetariano
hi: शाकाहारी बूरिटो

# burritodes
source: This fast dinner stars black beans and veggies with zingy cilantro lime ranch sauce
ar: هذا العشاء السريع يضم الفاصوليا السوداء والخضروات مع صلصة زنجي الكزبرة والليمون
es: Esta cena rápida está protagonizada por frijoles negros y verduras con salsa ranchera picante de cilantro y lima
hi: इस फास्ट डिनर में ब्लैक बीन्स और वेजीज़ के साथ ज़िंगी सिलेंट्रो लाइम रैंच सॉस है

# fettuccine
source: Fettuccine Alfredo
ar: فيتوشيني ألفريدو
hi: फेटूसिन अल्फ्रेडो

# fettuccinedes
source: This vegan fettuccine alfredo tastes decadent, but the creamy sauce is filled with healthy plant based ingredients
ar: فيتوتشيني ألفريدو نباتي طعمه منحط ، لكن الصلصة الكريمية مليئة بمكونات نباتية صحية
es: Este fettuccine alfredo vegano tiene un sabor decadente, pero la salsa cremosa está llena de ingredientes saludables a base de plantas
hi: यह शाकाहारी fettuccine अल्फ्रेडो अवनति का स्वाद लेता है, लेकिन मलाईदार सॉस स्वस्थ पौधे आधारित सामग्री से भरा होता है

# tofu
source: BBQ Tofu
ar: شواء التوفو
es: tofu barbacoa
hi: बीबीक्यू टोफू

# tofudes
source: This epic BBQ tofu recipe is fast, easy and full of savory sweet flavor! A great way to make anyone into a tofu fan
ar: وصفة التوفو الملحمية هذه سريعة وسهلة ومليئة بالنكهة الحلوة اللذيذة! طريقة رائعة لجعل أي شخص معجبًا بالتوفو
es: ¡Esta receta épica de tofu a la barbacoa es rápida, fácil y llena de sabor dulce y sabroso! Una excelente manera de convertir a cualquiera en un fanático del tofu.
hi: यह एपिक बीबीक्यू टोफू रेसिपी तेज, आसान और स्वादिष्ट मीठे स्वाद से भरपूर है! किसी को भी टोफू का प्रशंसक बनाने का एक शानदार तरीका

# pasta
source: Vegetable pasta
ar: باستا خضار
es: Pasta vegetal
hi: सब्जी पास्ता

# pastades
source: This easy vegetable pasta pairs spaghetti with colorful roasted veggies! It's healthy dinner idea for loading up on the good stuff.
ar: أزواج من المعكرونة النباتية السهلة معكرونة مع الخضار المشوية الملونة! إنها فكرة عشاء صحية لتحميل الأشياء الجيدة.
es: ¡Esta pasta vegetal fácil combina espagueti con verduras asadas coloridas! Es una idea de cena saludable para cargar cosas buenas..
hi: यह आसान वेजिटेबल पास्ता स्पेगेटी को रंगीन भुनी हुई सब्जियों के साथ जोड़ता है! अच्छी चीजों को लोड करने के लिए यह स्वस्थ रात्रिभोज का विचार है।

# grilledchick
source: Grilled chicken escalope
ar: اسكالوب دجاج مشوي
es: escalope de pollo a la parrilla
hi: ग्रील्ड चिकन एस्केलोप

# grilledchickdes
source: Grilled to perfection and served with a fresh salsa of grapes, spring onion and cherry tomatoes
ar: مشوي بإتقان ويقدم مع صلصة طازجة من العنب والبصل الأخضر والطماطم الكرزية
es: Asado a la perfección y servido con una salsa fresca de uvas, cebolleta y tomates cherry
hi: पूर्णता के लिए ग्रील्ड और अंगूर, हरे प्याज और चेरी टमाटर के ताजा साल्सा के साथ परोसा जाता है

# mutton
source: Mutton korma
ar: لحم الضأن كورما
es: Korma de cordero
hi: मटन कोरमा

# muttondes
source: A flavourful mutton curry , where the meat is stirred with curd, garlic-ginger paste, cloves, caradamom and cinnamon sticks.
ar: كاري لحم الضأن اللذيذ ، حيث يتم تقليب اللحم مع اللبن الرائب ومعجون الثوم والزنجبيل والقرنفل والكراداموم وعيدان القرفة.
es: Un sabroso curry de cordero, donde la carne se revuelve con cuajada, pasta de ajo y jengibre, clavo, caradamamo y canela en rama.
hi: एक स्वादिष्ट मटन करी, जिसमें मांस को दही, लहसुन-अदरक के पेस्ट, लौंग, इलायची और दालचीनी के साथ मिलाया जाता है।

# tandoori
source: Tandoori Lamb
ar: تندوري لامب
es: Cordero tandoori
hi: तंदूरी मेमने

# tandoorides
source: Lamb chops marinated in strained yogurt and flavoursome masalas. Cooked till tender, this dish is guaranteed to impress
ar: قطع لحم ضأن منقوعة في اللبن الزبادي والماسالا اللذيذة. يُطهى هذا الطبق حتى يصبح طريًا ، ويضمن إعجابه
es: Chuletas de cordero marinadas en yogurt colado y sabrosas masalas. Cocinado hasta que esté tierno, este plato está garantizado para impresionar.
hi: मेमने के चॉप्स को छाने हुए दही और स्वादिष्ट मसालों में मैरीनेट किया हुआ है। निविदा तक पकाया जाता है, इस व्यंजन को प्रभावित करने की गारंटी है

# fish
source: Fish Biriyani
ar: برياني السمك
es: Pescado Biriyani
hi: मछली बिरयानी

# fishdes
source: This classic Malabar Fish Biriyani can be devoured at all times. Enjoy the delicious taste of this ever-charming dish
ar: يمكن التهام برياني سمك مالابار الكلاسيكي في جميع الأوقات. استمتع بالطعم اللذيذ لهذا الطبق الساحر دائمًا
es: Este clásico Malabar Fish Biriyani se puede devorar en todo momento. Disfruta del delicioso sabor de este plato siempre encantador.
hi: इस क्लासिक मालाबार फिश बिरयानी को हर समय खाया जा सकता है। इस सदाबहार व्यंजन के स्वादिष्ट स्वाद का आनंद लें

source: Chicken 65
ar: الدجاج 65
es: pollo 65
hi: चिकन 65

# chicken65des
source: Chicken 65 is said to have originated in Chennai.This delicious, deep-fried recipe of Chicken 65 is from the house
ar: يقال إن دجاج 65 نشأ في تشيناي ، هذه الوصفة اللذيذة المقلية لدجاج 65 هي من المنزل
es: Se dice que el pollo 65 se originó en Chennai. Esta deliciosa receta frita de pollo 65 es de la casa.
hi: कहा जाता है कि चिकन 65 की उत्पत्ति चेन्नई में हुई थी। चिकन 65 की यह स्वादिष्ट, तली हुई रेसिपी घर से है

# butterchick
source: Butter Chicken
ar: دجاج بالزبدة
es: Pollo de mantequilla
hi: बटर चिकन

# butterchickdes
source: This recipe of Butter Chicken from Moti mahal is easy to follow and makes for an instant conversation-starter
ar: هذه الوصفة من زبدة الدجاج من موتي محل سهلة الاتباع وتجعلها بداية محادثة فورية
es: Esta receta de pollo con mantequilla de Moti Mahal es fácil de seguir y sirve para iniciar una conversación al instante.
hi: मोती महल से बटर चिकन की यह रेसिपी पालन करने में आसान है और तुरंत बातचीत शुरू करने वाली है
